Pruebas/ConsultaAportacionesPosteriores.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:wsModuloAfore">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:ConsultaAportacionesPosteriores>
      <inParam>
        <iOpcion>1</iOpcion>
        <Nss>24068849355</Nss>
        <FechaIniPension>2025-09-01</FechaIniPension>
        <iGrupo>1</iGrupo>
      </inParam>
    </urn:ConsultaAportacionesPosteriores>
  </soapenv:Body>
</soapenv:Envelope>